SETTINGS = 'settings.bin'
USER = 'user.bin'

CMDS = {
    'commands': {
        'time_cmd': ['время', 'сколько время', 'сколько времени', 'сколько сейчас время', 'сколько сейчас времени', 'который час'],
        'end_cmd': ['выключись', 'закончили', 'стоп', 'пока', 'досвидания', 'до свидания', 'досвидание', 'до свидание'],
    }
}

HELLO = "Привет, "

NAMEQ1 = "Как вас зовут?"
NAMEQ2 = "Твоё имя - "

TIME1 = "Сейчас "
TIME2 = ":"

GOODBYE = "До свидания, "

NOTUND = "Я не понимаю вас"

Q = "?"

AGREE = ["да", "ок", "супер", "конечно", "отлично", "пожалуй", "есть", "согласен", "положительно"]
DISAGREE = ["нет", "не", "ни за что", "ни в коем случае", "не согласен", "отрицательно", "никак"]